[X2Item_LWGauntlet]
PrimaryRangeLabel="Дальность ракеты"
PrimaryRadiusLabel="Радиус ракеты"
SecondaryRangeLabel="Дальность огнемета"
SecondaryRadiusLabel="Радиус огнемета"

[LWGauntlet_CV X2MultiWeaponTemplate]
FriendlyName="\"Перчатка\""
FriendlyNamePlural="\"Перчатки\""
BriefSummary="Эта комбинация из огнемета и мини-ракетомета была разработана, чтобы позволить нашим разрушителям решать различные проблемы в бою."
TacticalText="<Bullet/> \"Перчатка\" - продвинутое устройство, оснащенное миниатюрным ракетометом и огнеметом.<br/><Bullet/> Ракетомет изначально обладает одним зарядом и радиусом поражения в три клетки.<br/><Bullet/> Вести огонь можно по любой цели в зоне видимости.<br/><Bullet/> Урон от ракет уменьшается по мере удаления от точки попадания.<br/><Bullet/> Огнемет - оружие малой дальности, наносящее урон в конической зоне поражения.<br/><Bullet/> Огнемет ограничен двумя зарядами и не наносит урон механическим целям при отсутствии улучшений.<br/><Bullet/> Использование любой способности \"перчатки\" требует одно действие и заканчивает ход.<br/><Bullet/> На точность ракет влияет меткость солдата, дистанция выстрела и количество оставшихся очков действия на текущем ходу. Низкие показатели меткости приводят к большему допустимому разбросу и ракета будет иметь шансы отклонится от целевой клетки на большее расстояние. Максимальный радиус разлета указан во всплывающем меню, в то время как число возле курсора наведения отображает среднее значение разброса для выстрела по данной области."
AbilityDescName="\"перчатка\""

[LWGauntlet_MG X2MultiWeaponTemplate]
FriendlyName="\"Перчатка\" МК2"
FriendlyNamePlural="\"Перчатки\" МК2"
BriefSummary="Оружие, установленное на \"перчатке\" МК2, мощнее своих предшественников."
TacticalText="<Bullet/> \"Перчатка\" - продвинутое устройство, оснащенное миниатюрным ракетометом и огнеметом.<br/><Bullet/> Ракетомет изначально обладает одним зарядом и радиусом поражения в три клетки.<br/><Bullet/> Вести огонь можно по любой цели в зоне видимости.<br/><Bullet/> Урон от ракет уменьшается по мере удаления от точки попадания.<br/><Bullet/> Огнемет - оружие малой дальности, наносящее урон в конической зоне поражения.<br/><Bullet/> Огнемет ограничен двумя зарядами и не наносит урон механическим целям при отсутствии улучшений.<br/><Bullet/> Использование любой способности \"перчатки\" требует одно действие и заканчивает ход.<br/><Bullet/> На точность ракет влияет меткость солдата, дистанция выстрела и количество оставшихся очков действия на текущем ходу. Низкие показатели меткости приводят к большему допустимому разбросу и ракета будет иметь шансы отклонится от целевой клетки на большее расстояние. Максимальный радиус разлета указан во всплывающем меню, в то время как число возле курсора наведения отображает среднее значение разброса для выстрела по данной области."
AbilityDescName="\"перчатка\""

[LWGauntlet_CG X2MultiWeaponTemplate]
FriendlyName="\"Перчатка\" МК3"
FriendlyNamePlural="\"Перчатки\" МК3"
BriefSummary="\"Перчатка\" МК3 наносит больше урона, чем предыдущие образцы."
TacticalText="<Bullet/> \"Перчатка\" - продвинутое устройство, оснащенное миниатюрным ракетометом и огнеметом.<br/><Bullet/> Ракетомет изначально обладает одним зарядом и радиусом поражения в три клетки.<br/><Bullet/> Вести огонь можно по любой цели в зоне видимости.<br/><Bullet/> Урон от ракет уменьшается по мере удаления от точки попадания.<br/><Bullet/> Огнемет - оружие малой дальности, наносящее урон в конической зоне поражения.<br/><Bullet/> Огнемет ограничен двумя зарядами и не наносит урон механическим целям при отсутствии улучшений.<br/><Bullet/> Использование любой способности \"перчатки\" требует одно действие и заканчивает ход.<br/><Bullet/> На точность ракет влияет меткость солдата, дистанция выстрела и количество оставшихся очков действия на текущем ходу. Низкие показатели меткости приводят к большему допустимому разбросу и ракета будет иметь шансы отклонится от целевой клетки на большее расстояние. Максимальный радиус разлета указан во всплывающем меню, в то время как число возле курсора наведения отображает среднее значение разброса для выстрела по данной области."
AbilityDescName="\"перчатка\""

[LWGauntlet_BM X2MultiWeaponTemplate]
FriendlyName="Бластерная \"перчатка\""
FriendlyNamePlural="Бластерные \"перчатки\""
BriefSummary="Оружие в улучшенной \"перчатке\" наносит огромный урон, а микроракеты способны наводиться на цель."
TacticalText="<Bullet/> Бластерная установка, входящая в конструкцию улучшенной \"перчатки\", выпускает высокотехнологичную ракету, способную огибать преграды.\n<Bullet/> Улучшенный огнемет наносит большой урон в конусе как врагам, так и предметам окружения.<br/><Bullet/> Урон от ракет уменьшается по мере удаления от точки попадания.<br/><Bullet/> Огнемет - оружие малой дальности, наносящее урон в конической зоне поражения.<br/><Bullet/> Огнемет ограничен двумя зарядами и не наносит урон механическим целям при отсутствии улучшений.<br/><Bullet/> Использование любой способности \"перчатки\" требует одно действие и заканчивает ход.<br/><Bullet/> На точность ракет влияет меткость солдата, дистанция выстрела и количество оставшихся очков действия на текущем ходу. Низкие показатели меткости приводят к большему допустимому разбросу и ракета будет иметь шансы отклонится от целевой клетки на большее расстояние. Максимальный радиус разлета указан во всплывающем меню, в то время как число возле курсора наведения отображает среднее значение разброса для выстрела по данной области."
AbilityDescName="\"перчатка\""
